Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Never attempted
ar: لم يحاول
da: Nikdyr forfølget
de: Noch nie versucht
es: Nunca se ha intentado.
fi: Ei ole koskaan yritetty
fr: Jamais tenté
he: מעולם לא ניסה
hi: कभी भी प्रयास नहीं किया गया।
hu: Nem próbáltam mégsem
id: Belum pernah dicoba
it: Non ancora tentato
ja: 一度も実行していません
ko: 아직 시도하지 않음
nb: Ikke forsøkt
nl: Nooit geprobeerd
pl: Nigdy nie przeprowadzono próby.
pt_br: Nunca tentado
ru: Никогда не пытался
sv: Hövdes aldrig
th: ยังไม่เคยลอง
tr: Hiç denemedim
uk: Ніколи не пробував.
vi: Chưa từng thử nghiệm
zh_hans: 尚未尝试
zh_hant: 尚未嘗試

source: New File
ar: ملف جديد
da: Ny fil
de: Neue Datei
es: Nuevo archivo
fi: Uusi tiedosto
fr: Nouveau fichier Nouveau nom
he: קובץ חדש
hi: – नया फ़ाइल
hu: – Új fájl
id: Berkas Baru
it: Nuovo file
ja: 新規ファイル
ko: 새 파일
nb: – Ny fil
nl: – Nieuwe bestand
pl: – Nowy plik
pt_br: Arquivo Novo
ru: — новый файл
sv: – Ny fil
th: ไฟล์ใหม่
tr: Yeni Dosya
uk: – Новий файл
vi: Tệp mới
zh_hans: 新文件
zh_hant: 新文件

source: New name
ar: الاسم الجديد
da: Nyt navn
de: Neuer Name
es: Nuevo nombre
fi: Uusi nimi
fr: Nouveau nom
he: שם חדש
hi: – नया नाम
hu: – Új nevű
id: Nama baru
it: Nuovo nome
ja: 新名称
ko: 새로운 이름
nb: – Ny navn
nl: – Nieuwe naam
pl: – Nowe nazwa
pt_br: Novo nome
ru: — новый наименование
sv: – Ny namn
th: ชื่อใหม่
tr: Yeni ad
uk: – Нове ім'я
vi: – Tên mới
zh_hans: 新名称
zh_hant: 新名稱

source: New repositories will be saved to the app's default location instead.
ar: سيتم حفظ المستودعات الجديدة في الموقع الافتراضي للتطبيق بدلاً من ذلك.
da: Nye depoter vil i stedet blive gemt på appens standardplacering.
de: Neue Repositorys werden stattdessen am Standardspeicherort der App gespeichert.
es: Los nuevos repositorios se guardarán en la ubicación predeterminada de la aplicación.
fi: Uudet arkistot tallennetaan sen sijaan sovelluksen oletuspaikkaan.
fr: Nouveaux dépôts seront enregistrés à l&#39;emplacement par défaut de l&#39;application à la place.
he: : המאגרים החדשים יוכלו לה永久ית במקומם mặcומני של האפליקציה.
hi: : नए रिपॉजिटरी ऐप के डिफ़ॉल्ट स्थान पर सहेजे जाएंगे।
hu: : A új adatmagazinok az alkalmazás alapértelmezett helyére kerülnek mentésre.
id: Repositori baru akan disimpan ke lokasi bawaan aplikasi tersebut.
it: : i nuovi repository verranno salvati invece nella posizione predefinita dell'app.
ja: ：新しいリポジトリは、アプリのデフォルト保存場所に保存されます。
ko: : 새로운 저장소는 앱의 기본 위치에 저장됩니다.
nb: : Nye repositorier vil lagres til appens standardsted i stedet.
nl: : Nieuwe repositoryn worden in plaats daarvan op de standaardlocatie van de app opgeslagen.
pl: Nowe repositoriały zostaną zapisane na domyślnym lokalizacji aplikacji.
pt_br: : Novos repositórios serão salvados na localização padrão do aplicativo em vez disso.
ru: : новые репозитории будут сохраняться в стандартное расположение приложения вместо этого.
sv: : Nyckellagringsplatser kommer att sparas till applikationens standardplats istället.
th: : คลังข้อมูลใหม่จะถูกบันทึกไว้ที่ตำแหน่งเริ่มต้นของแอปแทน
tr: : Yeni depolamalar, uygulamanın varsayılan konusuna kaydedilecektir.
uk: : нові репозиторії будуть зберігатися на за замовленням додатка.
vi: : Các kho dữ liệu mới sẽ được lưu tại vị trí mặc định của ứng dụng thay vì nơi khác.
zh_hans: ：新存储库将保存至应用的默认位置。
zh_hant: ：新存儲庫將保存至應用的默認位置。

source: New repositories will be saved to the app's default location.
ar: سيتم حفظ المستودعات الجديدة في الموقع الافتراضي للتطبيق.
da: Nye repositories vil blive gemt på appens standardplacering.
de: Neue Repositorys werden am Standardspeicherort der App gespeichert.
es: Los nuevos repositorios se guardarán en la ubicación predeterminada de la aplicación.
fi: Uudet arkistot tallennetaan sovelluksen oletuspaikkaan.
fr: Les nouveaux dépôts seront enregistrés à l&#39;emplacement par défaut de l&#39;application.
he: : המאגרים החדשים יוכנסו לאזור mặcומני של האפליקציה.
hi: : नए रिपॉजिटरी ऐप के डिफ़ॉल्ट स्थान पर सहेजे जाएंगे।
hu: : A új adatmagazinok az alkalmazás alapértelmezett helyére kerülnek mentésre.
id: Repositori baru akan disimpan di lokasi bawaan aplikasi.
it: : i nuovi repository verranno salvati nella posizione predefinita dell'app.
ja: ：新しいリポジトリは、アプリのデフォルト保存場所に保存されます。
ko: : 새로운 저장소는 앱의 기본 위치에 저장됩니다.
nb: : Nye repositorier vil bli lagret på appens standardsted.
nl: : Nieuwe repositoryn worden op de standaardlocatie van de app opgeslagen.
pl: Nowe repositoriały zostaną zapisane na domyślnym lokalizacji aplikacji.
pt_br: : Novos repositórios serão salvos na localização padrão do aplicativo.
ru: : новые репозитории будут сохранены в стандартное расположение приложения.
sv: : Nyckellagringsplatser kommer att sparas till applikationens standardplats.
th: คลังข้อมูลใหม่จะถูกบันทึกไว้ที่ตำแหน่งเริ่มต้นของแอปพลิเคชัน
tr: : Yeni depolamalar uygulamanın varsayılan konumuna kaydedilecektir.
uk: : Нові репозиторії будуть збережені в стандартному місці роботи додатка.
vi: : Các kho dữ liệu mới sẽ được lưu tại vị trí mặc định của ứng dụng.
zh_hans: ：新存储库将保存至应用的默认路径。
zh_hant: ：新存儲庫將保存至應用的默認路徑。

source: Next
ar: التالي
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hi: – अगला
hu: – Következő
id: Berikutnya
it: Successivo
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pl: Następny
pt_br: Próximo
ru: «Следующее»
sv: Nästa
th: ถัดไป
tr: Sonraki
uk: «Наступне»
vi: Tiếp theo
zh_hans: 下一页
zh_hant: 下一頁

source: No .git directory found in %@.
ar: لم يتم العثور على دليل .git في %@.
da: Der blev ikke fundet en .git-mappe i %@.
de: In %@ wurde kein .git-Verzeichnis gefunden.
es: No se ha encontrado ningún directorio .git en %@.
fi: Kohteesta %@ ei löytynyt .git-hakemistoa.
fr: Aucun répertoire .git trouvé dans %@.
he: לא נמצאה תיקיית .git בתוך %@.
hi: %@ में कोई .git डायरेक्टरी नहीं मिली।
hu: Nem található .git könyvtár itt: %@.
id: Tidak ada direktori .git yang ditemukan di %@.
it: Nessuna directory .git trovata in %@.
ja: %@に.gitディレクトリが見つかりませんでした。
ko: %@에서 .git 디렉터리를 찾을 수 없습니다.
nb: Fant ingen .git-katalog i %@.
nl: Geen .git-map gevonden in %@.
pl: Nie znaleziono katalogu .git w %@.
pt_br: Nenhum diretório .git encontrado em %@.
ru: В %@ не найден каталог .git.
sv: Ingen .git-katalog hittades i %@.
th: ไม่พบไดเรกทอรี .git ใน %@
tr: %@ içinde .git dizini bulunamadı.
uk: У %@ не знайдено каталогу .git.
vi: Không tìm thấy thư mục .git trong %@.
zh_hans: 在 %@ 中未找到 .git 目录。
zh_hant: 在 %@ 中找不到 .git 目錄。

source: No .git directory found in the selected folder.
ar: لم يتم العثور على مجلد .git في المجلد المحدد.
da: Ingen .git-mappe fundet i den valgte mappe.
de: Kein .git-Verzeichnis im ausgewählten Ordner gefunden.
es: No se encontró el directorio .git en la carpeta seleccionada.
fi: .git-hakemistoa ei löytynyt valitusta kansiosta.
fr: Aucun répertoire .git trouvé dans le dossier sélectionné.
he: לא נמצאה תיקיית .git בתיקייה שנבחרה.
hi: चयनित फ़ोल्डर में .git डायरेक्टरी नहीं मिली।
hu: Nem található .git könyvtár a kiválasztott mappában.
id: Direktori .git tidak ditemukan di folder yang dipilih.
it: Nessuna directory .git trovata nella cartella selezionata.
ja: 選択したフォルダに .git ディレクトリが見つかりません。
ko: 선택한 폴더에서 .git 디렉토리를 찾을 수 없습니다.
nb: Ingen .git-mappe funnet i den valgte mappen.
nl: Geen .git-map gevonden in de geselecteerde map.
pl: Nie znaleziono katalogu .git w wybranym folderze.
pt_br: Nenhum diretório .git encontrado na pasta selecionada.
ru: В выбранной папке не найдена директория .git.
sv: Ingen .git-katalog hittades i den valda mappen.
th: ไม่พบไดเรกทอรี .git ในโฟลเดอร์ที่เลือก
tr: Seçilen klasörde .git dizini bulunamadı.
uk: У вибраній теці не знайдено каталог .git.
vi: Không tìm thấy thư mục .git trong thư mục đã chọn.
zh_hans: 所选文件夹中未找到 .git 目录。
zh_hant: 在所選資料夾中找不到 .git 目錄。

source: No .git directory found. Please select a folder that contains a git repository.
ar: لم يتم العثور على مجلد .git. يرجى اختيار مجلد يحتوي على مستودع Git.
da: Ingen .git-mappe fundet. Vaelg venligst en mappe der indeholder et Git-repository.
de: Kein .git-Verzeichnis gefunden. Bitte wähle einen Ordner, der ein Git-Repository enthält.
es: No se encontró el directorio .git. Por favor selecciona una carpeta que contenga un repositorio Git.
fi: .git-hakemistoa ei löytynyt. Valitse kansio, joka sisältää Git-tietovaraston.
fr: Aucun répertoire .git trouvé. Veuillez sélectionner un dossier contenant un dépôt Git.
he: לא נמצאה תיקיית .git. נא לבחור תיקייה המכילה מאגר Git.
hi: .git डायरेक्टरी नहीं मिली। कृपया ऐसा फ़ोल्डर चुनें जिसमें Git रिपॉज़िटरी हो।
hu: Nem található .git könyvtár. Kérjük, válassz egy Git tárolót tartalmazó mappát.
id: Direktori .git tidak ditemukan. Silakan pilih folder yang berisi repositori Git.
it: Nessuna directory .git trovata. Seleziona una cartella contenente un repository Git.
ja: .git ディレクトリが見つかりません。Git リポジトリを含むフォルダを選択してください。
ko: .git 디렉토리를 찾을 수 없습니다. Git 저장소가 포함된 폴더를 선택하십시오.
nb: Ingen .git-mappe funnet. Vennligst velg en mappe som inneholder et Git-repositorium.
nl: Geen .git-map gevonden. Selecteer een map die een Git-repository bevat.
pl: Nie znaleziono katalogu .git. Proszę wybrać folder zawierający repozytorium Git.
pt_br: Nenhum diretório .git encontrado. Por favor, selecione uma pasta que contenha um repositório Git.
ru: Директория .git не найдена. Выберите папку, содержащую Git-репозиторий.
sv: Ingen .git-katalog hittades. Välj en mapp som innehåller ett Git-förråd.
th: ไม่พบไดเรกทอรี .git กรุณาเลือกโฟลเดอร์ที่มี Git repository
tr: .git dizini bulunamadı. Lütfen bir Git deposu içeren klasör seçin.
uk: Каталог .git не знайдено. Будь ласка, оберіть теку, що містить Git-репозиторій.
vi: Không tìm thấy thư mục .git. Vui lòng chọn thư mục chứa kho Git.
zh_hans: 未找到 .git 目录。请选择包含 Git 仓库的文件夹。
zh_hant: 找不到 .git 目錄。請選擇包含 Git 儲存庫的資料夾。

source: No Authentication
ar: لا توجد مصادقة
da: Ingen godkendelse
de: Keine Authentifizierung
es: Sin autenticación
fi: Ei todentaminen
fr: Aucune authentification
he: – ללא אימות
hi: : कोई प्रमाणीकरण नहीं
hu: – Nem van authentifikáció
id: Tidak Ada Autentikasi
it: Nessuna autenticazione
ja: ：認証なし
ko: : 인증 없음
nb: Ingen autentisering
nl: Geen authenticatie
pl: – Brak uwierzytelnienia
pt_br: – Sem autenticação
ru: : Нет аутентификации
sv: – Ingen autentisering
th: : ไม่มีการยืนยันตัวตน
tr: : Doğrulama yok
uk: : без автентифікації
vi: : Không xác thực
zh_hans: 无身份验证
zh_hant: 無身份驗証

source: No Diff Available
ar: لا فرق متاح
da: Ingen forskel tilgængelig
de: Kein Diff verfügbar
es: Sin diferencias disponibles
fi: Ei eroa saatavilla
fr: Aucune différence disponible
he: אין הבדל זמין
hi: कोई अंतर उपलब्ध नहीं
hu: Nincs elérhető különbség
id: Tidak ada perbedaan tersedia
it: Nessuna differenza disponibile
ja: 差分なし
ko: 차이 없음
nb: Ingen forskjell tilgjengelig
nl: Geen verschil beschikbaar
pl: Brak dostępnych różnic
pt_br: Sem diferenças disponíveis
ru: Различия недоступны
sv: Ingen skillnad tillgänglig
th: ไม่มีความแตกต่าง
tr: Fark mevcut değil
uk: Різниця недоступна
vi: Không có khác biệt
zh_hans: 无可用差异
zh_hant: 無可用差異

source: No Repositories
ar: لا توجد مستودعات
da: Ingen repositories
de: Keine Repositories
es: Sin repositorios
fi: Ei tietovarastoja
fr: Aucun dépôt
he: אין מאגרים
hi: कोई रिपॉज़िटरी नहीं
hu: Nincsenek tárolók
id: Tidak Ada Repositori
it: Nessun repository
ja: リポジトリがありません
ko: 저장소 없음
nb: Ingen repositorier
nl: Geen repository's
pl: Brak repozytoriów
pt_br: Nenhum Repositório
ru: Нет репозиториев
sv: Inga förråd
th: ไม่มี Repository
tr: Depo Yok
uk: Немає репозиторіїв
vi: Không có kho lưu trữ
zh_hans: 没有仓库
zh_hant: 沒有儲存庫

source: No access token received from GitHub.
ar: لم يتم استلام رمز وصول من GitHub.
da: Intet adgangstoken modtaget fra GitHub.
de: Kein Zugriffstoken von GitHub empfangen.
es: No se recibió ningún token de acceso de GitHub.
fi: Ei saadut tunnusmerkitä GitHub.
fr: Aucun jeton d&#39;accès reçu de GitHub.
he: : לא נRecieved טוקן גישה מ- GitHub.
hi: : 'from' से कोई एक्सेस टोकन प्राप्त नहीं हुआ। GitHub.
hu: : Nincs hozzáférési token fogadása az adósnál GitHub.
id: : Tidak ada token akses yang diterima dari GitHub.
it: : non è stato ricevuto un token di accesso da GitHub.
ja: ：アクセストークンを受信できませんでした。 GitHub.
ko: : 접근 토큰을 받지 못했습니다. GitHub.
nb: : Ingen tilgangstoken mottatt fra GitHub.
nl: : Geen toegangstoken ontvangen van GitHub.
pl: : Nie uzyskano tokenu dostęgu z GitHub.
pt_br: : Nenhum token de acesso recebido de GitHub.
ru: : Токен доступа не получен от источника GitHub.
sv: : Ingen tillgångsoken mottagen från GitHub.
th: : ไม่ได้รับโทเคนเข้าถึงจาก GitHub.
tr: : Erişim tokeni alınamadı GitHub.
uk: : доступний токен не отримано від GitHub.
vi: : Không nhận được token truy cập từ GitHub.
zh_hans: ：未收到访问令牌 GitHub.
zh_hant: ：未收到訪問令牌 GitHub.

source: No active conflict found for '%@'.
ar: لم يتم العثور على تعارض نشط لـ '%@'.
da: Ingen aktiv konflikt fundet for '%@'.
de: Kein aktiver Konflikt für „%@“ gefunden.
es: No se encontró ningún conflicto activo para '%@'.
fi: ei löytynyt aktiivista ristiriidaa &#39;%@'.
fr: Aucun conflit actif trouvé pour&#39;%@'.
he: : לא נמצאו התנגשויות פעילות עבור '%@'.
hi: : ' के लिए कोई सक्रिय संघर्ष नहीं पाया गया।%@'.
hu: : nincs aktív konfliktus az „" esetében.%@'.
id: Tidak ditemukan konflik aktif untuk '%@'.
it: Nessun conflitto attivo trovato per '%@'.
ja: ：「」に対するアクティブな競合情報は見つかりませんでした。%@'.
ko: : ‘’에 대해 활성 충돌이 발견되지 않았습니다.%@'.
nb: Ingen aktiv konflikt funnet for '%@'.
nl: : Geen actieve conflicten gevonden voor '%@'.
pl: Nie znaleziono aktywnego konfliktu dla „%@'.
pt_br: Nenhum conflito ativo encontrado para '%@'.
ru: : активного конфликта для «» не обнаружен%@'.
sv: Ingen aktiv konflikt hittades för '%@'.
th: : ไม่พบความขัดแย้งที่กำลังดำเนินอยู่สำหรับ '%@'.
tr: : ' için aktif bir çatışma bulunamadı.%@'.
uk: : Активних конфліктів для ' не знайдено%@'.
vi: : Không tìm thấy xung đột hoạt động nào cho '%@'.
zh_hans: ：未发现“”的活动冲突%@'.
zh_hant: ：未髮現“”的活動衝突%@'.

source: No changes to commit.
ar: لا توجد تغييرات للإيداع.
da: Ingen aendringer at committe.
de: Keine Änderungen zum Committen.
es: No hay cambios para hacer commit.
fi: Ei tallennettavia muutoksia.
fr: Aucune modification à valider.
he: אין שינויים לשמירה.
hi: Commit करने के लिए कोई बदलाव नहीं।
hu: Nincs rögzítendő módosítás.
id: Tidak ada perubahan untuk di-commit.
it: Nessuna modifica da registrare.
ja: コミットする変更がありません。
ko: 커밋할 변경 사항이 없습니다.
nb: Ingen endringer å committe.
nl: Geen wijzigingen om te committen.
pl: Brak zmian do zatwierdzenia.
pt_br: Nenhuma alteração para commit.
ru: Нет изменений для коммита.
sv: Inga ändringar att spara.
th: ไม่มีการเปลี่ยนแปลงที่จะ commit
tr: Commit edilecek değişiklik yok.
uk: Немає змін для фіксації.
vi: Không có thay đổi để commit.
zh_hans: 没有可提交的更改。
zh_hant: 沒有變更可提交。

source: No changes to push
ar: لا توجد تغييرات للدفع
da: Ingen ændringer at skubbe
de: Keine Änderungen zum Pushen
es: No hay cambios para enviar
fi: Ei muutoksia työnnäksi
fr: Aucun changement pour pousser
he: : אין שינויים בפונקציית ה-push
hi: : पंप करने में कोई बदलाव नहीं है।
hu: : nem történik változtatás a push-relésben
id: Tidak ada perubahan untuk dipush
it: Nessun cambiamento da inviare
ja: ：プッシュ処理に変更はありません。
ko: : 푸시 작업에 변경 사항이 없습니다.
nb: – Ingen endringer for å trykke
nl: : Geen wijzigingen voor push
pl: – Nie ma zmian do przekazania
pt_br: – Nenhuma alteração para push
ru: : Нет изменений для отправки
sv: – Inga ändringar för push
th: : ไม่มีการเปลี่ยนแปลงสำหรับการส่ง
tr: : Yükleme için hiçbir değişiklik yoktur
uk: : немає змін для відправки
vi: : Không có thay đổi nào cần đẩy.
zh_hans: 推送内容无变更
zh_hant: 推送內容無變更

source: No cloned repositories to pull yet. Open GitSync.md and clone a repository first.
ar: لا توجد مستودعات مستنسخة لسحبها حتى الآن. افتح GitSync.md وقم باستنساخ المستودع أولاً.
da: Ingen klonede lagre at trække endnu. Åbn GitSync.md og klon et depot først.
de: Noch keine geklonten Repositorys zum Abrufen. Öffnen Sie GitSync.md und klonen Sie zuerst ein Repository.
es: Aún no hay repositorios clonados para extraer. Abra GitSync.md y clone un repositorio primero.
fi: Ei kloonattuja versioita vetää vielä. Avoin GitSync.md ja kloonaa arkisto ensin.
fr: Aucun dépôt cloné à tirer encore. Ouvrir GitSync.md et cloner un dépôt en premier.
he: : אין מאגרים מותאמים להטמעה ainda – פתוח GitSync.md – תבצעו את ה-clone של המאגר לפני כן.
hi: : अभी तक कोई क्लोन्ड रिपॉजिटरी पुल के लिए उपलब्ध नहीं है। खोलें। GitSync.md को पहले रिपॉजिटरी में क्लोन करें।
hu: : még nincs klónozott adatmagazin, amit felhasználhatunk – Nyitva Először az GitSync.md -t használja, majd egy repozitóriumban klonálja.
id: Tidak ada repositori yang dikloning untuk dipull. Buka GitSync.md dan terlebih dahulu kloning repositori.
it: : Non sono presenti repository clonati da cui estrarre dati. Aperto GitSync.md : prima clona il repository.
ja: ：まだプルするためのクローンリポジトリが存在しません。開く GitSync.md で、まずリポジトリをクローンしてください。
ko: : 아직 가져올 클론 저장소가 없습니다. 열기 GitSync.md 를 먼저 생성하고, 저장소를 클론하세요.
nb: – Det er ikke noen klonede lagringssteder til å hente fra ennå. Åpne GitSync.md og kloner først et repository.
nl: Er zijn nog geen gekloneerde opslagplaatsen om te halen. Open GitSync.md : eerst een repository kloneren.
pl: Nie ma jeszcze klonowanych repositoriów do pobierania. Otwarte GitSync.md – najpierw klonuj repozytorium.
pt_br: : Nenhum repositório clonado disponível para pull. Aberto GitSync.md : primeiro clone o repositório.
ru: : Клонированных репозиториев для извлечения ещё нет. Открыто GitSync.md : сначала клонируйте репозиторий.
sv: – Inga klonade lagringsplatser finns för att hämta data än. Öppna GitSync.md och klona först ett repotre.
th: : ยังไม่มีคลอนเรโพซิทอรี่ใดสำหรับการดึงข้อมูล — เปิด GitSync.md และให้คลอนรีโพซิทอรี่ก่อน
tr: : Hâliyə getirilecek klonlanmış depolama alanları yoktur. Açın GitSync.md 'yi önce bir depoya klonlayın.
uk: : немає клонованих репозиторіїв для підтягування. Відкрито. GitSync.md : спочатку клонуйте репозиторій.
vi: : Hiện chưa có kho lưu trữ được sao chép để tải dữ liệu. Mở GitSync.md và hãy sao chép trước một kho lưu trữ.
zh_hans: ：尚无可拉取的克隆仓库。打开 GitSync.md ，需先克隆代码库。
zh_hant: ：尚無可拉取的剋隆倉庫。打開 GitSync.md ，需先剋隆代碼庫。

source: No files found
ar: لم يتم العثور على ملفات
da: Ingen filer fundet
de: Keine Dateien gefunden
es: No se encontraron archivos
fi: ei löytynyt tiedostoja.
fr: Aucun fichier trouvé
he: : לא נמצאו קבצים
hi: : कोई फ़ाइल नहीं पाई गई।
hu: : Nincs fájl található.
id: Tidak ditemukan file
it: Nessun file trovato
ja: ：ファイルは見つかりませんでした
ko: : 파일이 없습니다
nb: Ingen filer funnet
nl: Geen bestanden gevonden
pl: : Nie znaleziono plików
pt_br: Nenhum arquivo encontrado
ru: : Файлов не найдено
sv: Ingen filer hittades
th: : ไม่พบไฟล์ใดๆ
tr: : Dosya bulunamadı
uk: : Файли не знайдено
vi: : Không tìm thấy tệp nào
zh_hans: 未找到文件
zh_hant: 未找到文件

source: No git repositories found inside this folder.
ar: لم يتم العثور على مستودعات Git داخل هذا المجلد.
da: Der blev ikke fundet nogen Git-arkiver i denne mappe.
de: In diesem Ordner wurden keine Git-Repositories gefunden.
es: No se han encontrado repositorios Git dentro de esta carpeta.
fi: Tästä kansiosta ei löytynyt Git-tietovarastoja.
fr: Aucun dépôt Git trouvé dans ce dossier.
he: לא נמצאו מאגרי Git בתיקייה זו.
hi: इस फ़ोल्डर में कोई Git रिपॉज़िटरी नहीं मिली।
hu: Ebben a mappában nem található Git-tároló.
id: Tidak ada repositori Git yang ditemukan di dalam folder ini.
it: Nessun repository Git trovato in questa cartella.
ja: このフォルダ内にGitリポジトリが見つかりませんでした。
ko: 이 폴더에서 Git 저장소를 찾을 수 없습니다.
nb: Fant ingen Git-repositorier i denne mappen.
nl: Geen Git-repositories gevonden in deze map.
pl: W tym folderze nie znaleziono repozytoriów Git.
pt_br: Nenhum repositório Git encontrado nesta pasta.
ru: В этой папке не найдено репозиториев Git.
sv: Inga Git-lagringsplatser hittades i den här mappen.
th: ไม่พบที่เก็บ Git ในโฟลเดอร์นี้
tr: Bu klasörde Git deposu bulunamadı.
uk: У цій папці не знайдено репозиторіїв Git.
vi: Không tìm thấy kho lưu trữ Git nào trong thư mục này.
zh_hans: 此文件夹中未找到 Git 仓库。
zh_hant: 此檔案夾中找不到 Git 儲存庫。

source: No local changes
ar: لا تغييرات محلية
da: Ingen lokale ændringer
de: Keine lokalen Änderungen
es: Sin cambios locales
fi: Ei paikallisia muutoksia
fr: Aucune modification locale
he: אין שינויים מקומיים
hi: कोई स्थानीय बदलाव नहीं
hu: Nincs helyi változás
id: Tidak ada perubahan lokal
it: Nessuna modifica locale
ja: ローカルに変更なし
ko: 로컬 변경사항 없음
nb: Ingen lokale endringer
nl: Geen lokale wijzigingen
pl: Brak lokalnych zmian
pt_br: Sem alterações locais
ru: Нет локальных изменений
sv: Inga lokala ändringar
th: ไม่มีการเปลี่ยนแปลงในเครื่อง
tr: Yerel değişiklik yok
uk: Немає локальних змін
vi: Không có thay đổi cục bộ
zh_hans: 无本地更改
zh_hant: 無本地更改

source: No local changes to push
ar: لا توجد تغييرات محلية لدفعها
da: Ingen lokale ændringer at pushe
de: Keine lokalen Änderungen zum Pushen
es: No hay cambios locales para enviar
fi: Ei paikallisia muutoksia push-toimintoa varten
fr: Aucune modification locale à envoyer
he: אין שינויים מקומיים לדחיפה
hi: पुश करने के लिए कोई लोकल बदलाव नहीं
hu: Nincs feltölthető helyi módosítás
id: Tidak ada perubahan lokal untuk didorong
it: Nessuna modifica locale da inviare con push
ja: プッシュするローカルの変更はありません
ko: 푸시할 로컬 변경 사항 없음
nb: Ingen lokale endringer å pushe
nl: Geen lokale wijzigingen om te pushen
pl: Brak lokalnych zmian do wysłania przez push
pt_br: Nenhuma alteração local para enviar por push
ru: Нет локальных изменений для push
sv: Inga lokala ändringar att skicka med push
th: ไม่มีการเปลี่ยนแปลงในเครื่องสำหรับ push
tr: push edilecek yerel değişiklik yok
uk: Немає локальних змін для push
vi: Không có thay đổi cục bộ để push
zh_hans: 没有可推送的本地更改
zh_hant: 沒有可推送的本機變更

source: No local changes to stash
ar: لا تغييرات محلية للتخزين
da: Ingen lokale ændringer at gemme
de: Keine lokalen Änderungen zum Stashen
es: Sin cambios locales para reservar
fi: Ei paikallisia muutoksia piilotettavaksi
fr: Aucune modification locale à remiser
he: אין שינויים מקומיים לאחסן
hi: स्टैश करने के लिए कोई स्थानीय बदलाव नहीं
hu: Nincs helyi változás félretételhez
id: Tidak ada perubahan lokal untuk disimpan
it: Nessuna modifica locale da mettere in stash
ja: スタッシュするローカル変更なし
ko: 스태시할 로컬 변경사항 없음
nb: Ingen lokale endringer å gjemme
nl: Geen lokale wijzigingen om te stashen
pl: Brak lokalnych zmian do schowania
pt_br: Sem alterações locais para reservar
ru: Нет локальных изменений для тайника
sv: Inga lokala ändringar att gömma
th: ไม่มีการเปลี่ยนแปลงในเครื่องที่จะเก็บ
tr: Saklanacak yerel değişiklik yok
uk: Немає локальних змін для сховку
vi: Không có thay đổi cục bộ để tạm lưu
zh_hans: 没有可暂存的本地更改
zh_hant: 沒有可暫存的本地更改

source: No local changes to stash.
ar: لا توجد تغييرات محلية للتخزين.
da: Ingen lokale ændringer til stash.
de: Keine lokalen Änderungen am Stash.
es: No hay cambios locales en el alijo.
fi: Ei paikallisia muutoksia piiloon.
fr: Aucune modification locale pour stash.
he: : אין שינויים מקומיים ב- stash.
hi: : स्टैश में कोई स्थानीय परिवर्तन नहीं है।
hu: : A stash-ban nincs helyi módosítás.
id: Tidak ada perubahan lokal pada stash.
it: : nessun cambiamento locale nel stash.
ja: ：ストアにローカル変更はありません。
ko: : 스테이시에 로컬 변경 사항이 없습니다.
nb: – Ingen lokale endringer i stashet.
nl: : Er zijn geen lokale wijzigingen in de stash.
pl: – Nie ma lokalnych zmian w skrzynce.
pt_br: – Não há alterações locais no stash.
ru: : Нет локальных изменений в stash.
sv: – Inga lokala ändringar till stashen.
th: : ไม่มีการเปลี่ยนแปลงท้องถิ่นใดในสต็อช
tr: : Stash'ta yerel değişiklik yoktur.
uk: : немає місцевих змін у stash.
vi: : Không có thay đổi cục bộ nào trong kho lưu trữ.
zh_hans: ：暂存区无本地更改。
zh_hant: ：暫存區無本地更改。
